{
  "documentId": "REPLACE_WITH_YOUR_DOCUMENT_ID",
  "fullText": "Clinical Negligence Test Bundle – Missed Ankle Fracture (Fictional)\n\nPrepared for: ged / CaseBrain CN momentum testing\n\nNote: All names, dates, and identifiers are fictional.\n\nPage 1 – A&E Attendance Record\n\nHospital: North Manchester General Hospital – Emergency Department\n\nPatient: Mr Ged Sample\n\nDOB: 14/03/1993      NHS No: 999 888 7777\n\nHospital No: NMGH123456\n\nDate of Attendance: 12/03/2023      Time: 21:37\n\nPresenting Complaint:\n\nTwisted right ankle after fall down two steps at home. Immediate pain, swelling, unable to fully weight bear.\n\nTriage Notes:\n\n• Mode of arrival: Walk-in, assisted by partner\n\n• Pain score: 8/10, throbbing, worse on movement\n\n• Swelling: Marked around lateral malleolus\n\n• Colour: Mild bruising developing\n\n• Red flags documented: Inability to weight bear, bony tenderness over lateral malleolus\n\nTriage Assessment:\n\nNEWS score: 1 (HR 98, BP 132/82, SpO2 98% RA, Temp 37.1°C)\n\nED Clinician Assessment (SHO):\n\n\"27-year-old male, inversion injury at home. Tender over lateral malleolus but able to partially weight bear. \n\nNeurovascularly intact. No deformity. Plan: ankle X-ray to rule out fracture.\"\n\nProvisional Diagnosis:\n\nRight ankle sprain.\n\nPlan:\n\n• X-ray ankle\n\n• Analgesia: Paracetamol and Ibuprofen\n\n• Reassess after imaging.\n\nPage 2 – Initial Radiology Request and Report\n\nDate: 12/03/2023      Time: 22:05\n\nReferring Clinician: Dr J Smith (ED SHO)\n\nClinical Details on Request Form:\n\n\"Inversion injury, significant lateral ankle pain and swelling, bony tenderness over lateral malleolus, unable\n to fully weight bear. Please rule out fracture.\"\n\nX-ray Performed:\n\nRight ankle – AP and lateral views\n\nInitial Radiology Report (Provisional):\n\nReported by: Dr L Brown (Radiology Registrar)\n\nTime: 22:32\n\nFindings:\n\nNormal alignment of ankle mortise. No acute fracture identified. No dislocation. Soft tissue swelling laterall\ny. No obvious osteochondral lesion seen.\n\nImpression:\n\nNo acute bony injury identified. Appearances in keeping with soft tissue injury / ankle sprain.\n\nComment:\n\nNo further imaging recommended at this stage.\n\nThis initial radiology report is later found to be incorrect. A non-displaced fracture of the lateral malleolu\ns was present on the original images but missed on the initial report.\n\nPage 3 – ED Discharge Note\n\nDate: 12/03/2023      Time: 23:01\n\nED Clinician: Dr J Smith (SHO), reviewed by: Dr K Roberts (ED Registrar)\n\nED Review:\n\nX-ray reported as showing no acute bony injury. Patient still painful but able to hobble with support. Neurova\nscularly intact. Soft tissue swelling around lateral ankle. No proximal fibula tenderness.\n\nFinal ED Diagnosis:\n\nRight ankle sprain / soft tissue injury.\n\nDischarge Plan:\n\n• Discharged home with tubigrip and crutches.\n\n• Advice: weight bear as tolerated, ice, elevation, over-the-counter analgesia.\n\n• Safety netting: \"If pain or swelling worsens, or if still unable to weight bear after 5–7 days, please retur\nn to ED or see your GP. Persistent pain may require further imaging.\"\n\nNo referral made to fracture clinic.\n\nNo formal immobilisation (no boot, no cast).\n\nNo plan for repeat imaging.\n\nThis represents a missed opportunity to immobilise and arrange follow-up in accordance with standard trauma an\nd BOAST guidelines for suspected ankle fractures with weight-bearing difficulty and bony tenderness.\n\nPage 4 – GP Consultation (First Follow-Up)\n\nGP Practice: North Manchester Medical Centre\n\nClinician: Dr A Patel\n\nDate: 18/03/2023\n\nReason for Consultation:\n\nOngoing right ankle pain one week after ED visit.\n\nHistory:\n\nSeen in A&E on 12/03/2023 following ankle inversion injury. X-ray reportedly normal, diagnosed as sprain. Sinc\ne then, pain has persisted, particularly on attempting to weight bear. Swelling remains significant. Difficult\ny mobilising; has been largely housebound. Struggling with sleep due to pain. Self-employed delivery driver, u\nable to work since the injury.\n\nExamination:\n\n• Visible swelling over lateral malleolus\n\n• Marked bony tenderness over distal fibula\n\n• Pain on passive movement\n\n• Guarding on weight-bearing; unable to walk without crutches\n\nGP Impression:\n\nPersistent pain and functional limitation are disproportionate to simple sprain. Concern regarding missed frac\nture or osteochondral injury.\n\nPlan:\n\n• Arrange urgent repeat X-ray via ED\n\n• Provide sick note for 2 weeks\n\n• Advise strict elevation and reduced weight bearing until reviewed.\n\nPage 5 – Second A&E Attendance\n\nHospital: North Manchester General Hospital – Emergency Department\n\nDate: 19/03/2023      Time: 10:14\n\nClinician: Dr H Green (ED Registrar)\n\nHistory:\n\nRe-presents with ongoing severe right ankle pain and swelling. Previously seen 12/03/2023, X-ray reported norm\nal. GP concerned about missed fracture. Patient reports several episodes of the ankle \"giving way\", ongoing 8/\n10 pain, and inability to work.\n\nExamination:\n\n• Marked lateral swelling and bruising\n\n• Point tenderness directly over lateral malleolus\n\n• Reduced range of movement\n\n• Antalgic gait; unable to fully weight bear\n\n• Neurovascular status remains intact\n\nED Impression:\n\nSymptoms now 7 days post injury and disproportionate to simple sprain. Missed fracture must be excluded. Reque\nst radiology review of previous images and consider repeat X-ray.\n\nPlan:\n\n• Repeat ankle X-ray\n\n• Urgent radiology review of original films\n\n• Discussion with orthopaedics following imaging.\n\nPage 6 – Radiology Addendum and Repeat Imaging\n\nRadiology Department: North Manchester General Hospital\n\nDate: 19/03/2023\n\nAddendum to Previous Report (12/03/2023):\n\nRadiologist: Dr P Evans (Consultant Radiologist)\n\nOn retrospective review of the ankle X-ray dated 12/03/2023, there is a subtle cortical step and lucency seen \nat the distal fibula, consistent with a non-displaced Weber B fracture of the lateral malleolus.\n\nThis fracture was present on the original images but was not identified in the initial report. The previous re\nport is therefore amended.\n\nImpression (Amended):\n\nNon-displaced Weber B fracture of the distal fibula. Associated soft tissue swelling. No dislocation.\n\nRepeat X-ray (19/03/2023):\n\nConfirms non-displaced Weber B fracture of the lateral malleolus. Mild widening of medial clear space compared\n to previous film, raising concern about evolving instability.\n\nComment:\n\nThe fracture was initially missed on the X-ray performed 12/03/2023. There has been progression in alignment s\nuggestive of increased instability over the intervening week.\n\nThis addendum explicitly documents a missed fracture on initial imaging and a delay in diagnosis.\n\nPage 7 – Orthopaedic Review Note\n\nDepartment: Trauma & Orthopaedics\n\nClinician: Mr R Thompson (Consultant Orthopaedic Surgeon)\n\nDate: 19/03/2023\n\nHistory:\n\nPatient referred from ED with diagnosis of right Weber B ankle fracture. Original imaging on 12/03/2023 report\ned as normal. Fracture identified on retrospective review and confirmed on repeat imaging today. Patient has b\neen weight bearing on injured ankle for 7 days due to initial diagnosis of sprain.\n\nExamination:\n\n• Persistent lateral ankle swelling\n\n• Localised bony tenderness over distal fibula\n\n• Pain on stress testing of ankle\n\n• No neurovascular compromise\n\nAssessment:\n\nDelayed diagnosis of right Weber B fracture following missed fracture on initial radiology report. Patient has\n continued to weight bear for one week with unstable fracture pattern. This delay is likely to have contribute\nd to worsening displacement and prolonged symptoms.\n\nPlan:\n\n• Recommend operative management (ORIF – open reduction and internal fixation)\n\n• Discussed risks: infection, non-union, post-traumatic arthritis, chronic pain\n\n• Arrange surgery within 7–10 days\n\n• Provide non-weight-bearing cast and crutches until surgery.\n\nPage 8 – Operation Note\n\nHospital: North Manchester General Hospital\n\nDate of Procedure: 24/03/2023\n\nSurgeon: Mr R Thompson\n\nAssistant: Registrar + Scrub Nurse\n\nProcedure: Open Reduction Internal Fixation (ORIF) of Right Ankle – Weber B Fracture\n\nIndication:\n\nDelayed diagnosis of Weber B fracture with radiological evidence of instability and persistent functional impa\nirment. Non-operative management no longer appropriate due to delay and displacement.\n\nOperative Findings:\n\nObvious fracture at distal fibula with callus formation consistent with delayed diagnosis. Fibular fracture ed\nges appeared sclerotic, suggesting ongoing movement at the fracture site during the delay period. Ligamentous \nstrain noted around lateral ankle.\n\nProcedure Steps:\n\n• Lateral approach to distal fibula\n\n• Fracture fragments exposed and reduced\n\n• Internal fixation with plate and screws\n\n• Fluoroscopic confirmation of alignment\n\n• Layered closure, sterile dressing applied\n\nPost-Operative Plan:\n\n• Non-weight-bearing for 6 weeks\n\n• Follow-up in fracture clinic with repeat X-ray\n\n• Physiotherapy referral for rehabilitation\n\nSurgeon's Comment:\n\nEarlier identification and immobilisation of this fracture may have allowed conservative treatment and avoided\n the need for operative fixation. The delay in diagnosis has likely contributed to fracture instability and ne\ned for surgery.\n\nPage 9 – Post-Operative Clinic Letter\n\nClinic: Trauma & Orthopaedic Follow-Up\n\nDate: 10/04/2023\n\nClinician: Mr R Thompson\n\nRecipient: GP – Dr A Patel\n\nSummary:\n\nMr Ged Sample was reviewed post-operatively following ORIF of his right ankle Weber B fracture. As you know, t\nhe fracture was not identified on the initial A&E attendance on 12/03/2023 and was only diagnosed on 19/03/202\n3 following GP re-referral and radiology addendum.\n\nProgress:\n\n• Wound healing satisfactory\n\n• Persistent pain rated 6/10\n\n• Ankle stiffness, reduced dorsiflexion\n\n• Continues to be unfit for work\n\nClinical Opinion:\n\nIn my view, the delay in diagnosis and lack of initial immobilisation have prolonged his pain and functional l\nimitations and may increase his risk of long-term stiffness and post-traumatic arthritis. Earlier recognition \nand immobilisation in a boot or cast would likely have reduced the need for surgery and shortened recovery tim\ne.\n\nPlan:\n\n• Continue non-weight-bearing for further 2 weeks, then gradual weight bearing in boot\n\n• Physiotherapy to commence at 6 weeks\n\n• Review again at 12 weeks.\n\nPage 10 – GP Follow-Up and Functional Impact\n\nDate: 20/04/2023\n\nClinician: Dr A Patel\n\nHistory:\n\nSeen today 4 weeks post-surgery. Still experiencing significant right ankle pain and swelling. Walking with cr\nutches. Not driving. Reports disturbed sleep, low mood, and concerns about return to work. Self-employed deliv\nery driver; financial pressure significant.\n\nFunctional Impact:\n\n• Off work continuously since 12/03/2023\n\n• Unable to perform usual household tasks\n\n• Requires assistance from partner with shopping and stairs\n\n• Ongoing pain despite regular analgesia\n\nGP Opinion:\n\nIt is clear that the delayed diagnosis of his ankle fracture has resulted in prolonged pain, loss of earnings,\n and a more complex recovery than would have been expected with timely identification and immobilisation. I ha\nve advised him that an earlier diagnosis may have avoided surgery and reduced the length of incapacity.\n\nPlan:\n\n• Continue analgesia\n\n• Fit note extended for further 4 weeks\n\n• Suggested he seek legal advice regarding potential clinical negligence relating to the missed fracture and d\nelayed diagnosis.\n\nPage 11 – Complaint Letter from Patient\n\nDate: 01/05/2023\n\nFrom: Mr Ged Sample\n\nTo: Patient Advice and Liaison Service (PALS) / Complaints Department\n\nSubject: Formal Complaint – Missed Ankle Fracture and Delayed Diagnosis\n\nI am writing to raise a formal complaint regarding the care I received at North Manchester General Hospital on\n 12/03/2023.\n\nOn that date, I attended A&E with a very painful and swollen right ankle after a fall. I was sent for an X-ray\n which I was told was \"normal\". I was discharged with a diagnosis of a sprain, no boot or cast, and told to wa\nlk on it as pain allowed.\n\nOver the next week, my pain and swelling did not improve, and I was unable to walk properly. My GP was concern\ned that the pain was not in keeping with a simple sprain and referred me back to hospital. When I returned, I \nwas told that the original X-ray actually showed a fracture that had been missed, and that because of the dela\ny, I would now need surgery.\n\nI believe the failure to recognise my fracture on the first visit, and the decision to send me home without im\nmobilisation or follow-up, has caused me avoidable pain, loss of earnings, and a longer and more difficult rec\novery. I would like the hospital to explain how this happened, what steps are being taken to prevent this happ\nening to other patients, and to acknowledge the distress this has caused me and my family.\n\nPage 12 – Trust Response / Internal Investigation Summary\n\nDate: 20/06/2023\n\nFrom: Clinical Governance Lead, North Manchester General Hospital\n\nTo: Mr Ged Sample\n\nSubject: Response to Complaint – Missed Ankle Fracture\n\nWe have now completed our review of the care you received during your attendance at our Emergency Department o\nn 12/03/2023 and your subsequent care.\n\nOur investigation confirms that:\n\n1. The X-ray of your right ankle taken on 12/03/2023 did in fact show a non-displaced Weber B fracture of the \nlateral malleolus.\n\n2. This fracture was not identified in the initial radiology report and was therefore not acted upon by the Em\nergency Department team.\n\n3. You were discharged with a diagnosis of ankle sprain and without immobilisation or referral to fracture cli\nnic.\n\n4. The fracture was only identified when your GP referred you back to hospital on 19/03/2023, resulting in a d\nelay of approximately 7 days in the diagnosis and appropriate management of your ankle fracture.\n\n5. As a result of this delay, you required surgical fixation rather than conservative management, and your rec\novery has been longer and more complex than would otherwise have been expected.\n\nWe accept that the failure to identify your fracture on the initial X-ray report represents a breach of the st\nandard of care you were entitled to receive. We also accept that the delay in diagnosis more likely than not c\nontributed to the need for surgery and to the prolonged symptoms you have experienced.\n\nWe would like to offer our sincere apologies for this failure and the impact it has had on you.\n\nLearning Actions:\n\n• Additional radiology review processes for ankle injuries with persistent symptoms.\n\n• Teaching sessions for ED clinicians on ankle fracture red flags and the importance of immobilisation when in\n doubt.\n\n• Audit of ankle X-ray reporting discrepancies over the next 12 months.\n\nThis bundle contains clear, repeated references to:\n\n• Missed fracture on initial imaging (breach)\n\n• Delay in diagnosis and lack of immobilisation (breach + causation)\n\n• Need for surgery and prolonged recovery specifically linked to delay (harm + causation)\n\n• Explicit Trust admission that failure constituted a breach and more likely than not caused additional harm.",
  "summary": "Missed ankle fracture on initial radiology report. Patient attended A&E on 12/03/2023 with right ankle injury. Initial X-ray reported as normal but later addendum confirmed non-displaced Weber B fracture was present on original images. Patient discharged without immobilisation. Re-presented 7 days later with worsening symptoms. Fracture identified on retrospective review. Delay in diagnosis led to need for surgical fixation (ORIF) rather than conservative management. Trust investigation accepted breach of duty and that delay more likely than not contributed to need for surgery and prolonged recovery.",
  "keyIssues": [
    {
      "label": "Missed fracture on initial imaging",
      "description": "Initial X-ray on 12/03/2023 reported as normal but addendum on 19/03/2023 confirmed non-displaced Weber B fracture was present on original images",
      "severity": "HIGH"
    },
    {
      "label": "Failure to immobilise",
      "description": "Patient discharged without boot, cast, or referral to fracture clinic despite inability to weight bear and bony tenderness",
      "severity": "HIGH"
    },
    {
      "label": "Delay in diagnosis",
      "description": "7 day delay between initial presentation and correct diagnosis, during which patient continued to weight bear on unstable fracture",
      "severity": "HIGH"
    },
    {
      "label": "Delay contributed to need for surgery",
      "description": "Orthopaedic surgeon and Trust investigation both accept that delay likely contributed to need for ORIF rather than conservative management",
      "severity": "HIGH"
    }
  ],
  "timeline": [
    {
      "date": "2024-03-12",
      "label": "Initial A&E attendance",
      "description": "Right ankle injury, X-ray reported as normal, discharged with diagnosis of sprain"
    },
    {
      "date": "2024-03-18",
      "label": "GP consultation",
      "description": "Ongoing pain, concern about missed fracture, arranged urgent repeat X-ray"
    },
    {
      "date": "2024-03-19",
      "label": "Second A&E attendance",
      "description": "Radiology addendum confirms fracture was present on original X-ray, fracture now identified"
    },
    {
      "date": "2024-03-24",
      "label": "Surgery (ORIF)",
      "description": "Open reduction and internal fixation performed due to delayed diagnosis and displacement"
    },
    {
      "date": "2024-04-10",
      "label": "Post-operative review",
      "description": "Surgeon confirms delay likely contributed to need for surgery and prolonged recovery"
    },
    {
      "date": "2024-06-20",
      "label": "Trust investigation response",
      "description": "Trust accepts breach of duty and that delay more likely than not contributed to need for surgery"
    }
  ]
}

